export default function RulesComponent() {
  return (
    <>
      <p>
        Знайдзіце загаданае слова па яго <b>сэнсе</b>, а не па напісанні.
      </p>
      <p>
        Напрыклад, загадана слова: <b>ЛЕС</b>
      </p>

      <ul>
        <li>
          <span>🟩 </span>
          <span>
            Дрэва — <b>вельмі блізка</b> (№4)
          </span>
        </li>
        <li>
          <span>🟨 </span>
          <span>
            Грыб — <b>цёпла</b> (№215)
          </span>
        </li>
        <li>
          <span>🟦 </span>
          <span>
            Аўтамабіль — <b>халодна</b> (№15000)
          </span>
        </li>
      </ul>

      <p>Чым меншы нумар, тым бліжэй вы да адгадкі.</p>
      <p>
        Слова пад нумарам <b>1</b> — гэта перамога!
      </p>
      <p>
        Калі захраснеце — бярыце <b>падказку</b>.
      </p>
      <p>Націсніце на любое слова ў спісе, каб убачыць яго ў слоўніку.</p>
    </>
  );
}
